{
  "FixCursorHold.nvim": { "branch": "master" },
  "blink.compat": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "remote-nvim.nvim": { "branch": "main" },
  "roslyn.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "vim-flog": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
